Revit 2027 API
ParameterTypeId.SpotSlopeSlopeDirection Property
 "Slope Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopeSlopeDirection { get; }
Public Shared ReadOnly Property SpotSlopeSlopeDirection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopeSlopeDirection {
	ForgeTypeId^ get ();
}
static member SpotSlopeSlopeDirection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace